USE library;
INSERT book(title, info, publication_date, author, category)
VALUES 
(
	"Head First Java, Изучаем Java",
	"Эта книга, по мнению очень многих программистов, — лучший самоучитель Java с нуля",
	"2018-01-09",
	"Кэти Сьерра",
	"Обучающая литература"
),
(
	"Java. Руководство для начинающих",
    "подойдёт тем, кому нравится более традиционное изложение материала",
    "2018-01-09",
    "Герберт Шилдт",
    "Обучающая литература"
),
(
	"Java для чайников",
    "интересная книга для новичков, которые готовы использовать несколько ресурсов для своего обучения.",
    "2018-01-09",
    "Барри Бёрд",
    "Обучающая литература"
);
    
    
